Repository: flohoff/josm-tracer
Catalog: po/*.po
Languages: cs

source: Tracer plugin settings
cs: Konfigurace Trasovače

source: Customize Tracer plugin behaviour
cs: Změňte nastavení trasovače

source: Available modules:
cs: Dostupné moduly:

source: Up
cs: Nahoru

source: Down
cs: Dolů

source: Enabled modules:
cs: Povolené moduly

source: Custom Classic Tracer server - requires TracerServer (.NET or Mono)
cs: Vlastní url původního trasovacího serveru - vyžaduje TracerServer (.NET nebo Mono)

source: Adjust traced object position
cs: Úprava pozice trasovaného objektu

source: Set Lat adjustment. Interval <0;999>
cs: Nastavte posun pro Lat. Rozmezí <0-999>

source: Set Lon adjustment. Interval <0;999>
cs: Nastavte posun pro Lon. Rozmezí <0-999>

source: Custom Ruian server url
cs: Vlastní url RUIAN serveru

source: Tracer
cs: Trasovač

source: Tracer.
cs: Trasovač.

source: Tool: {0}
cs: Nástroje: {0}

source: Tracer: No active module found! Please enable some in configuration.
cs: Trasovač: Žádný aktivní modul nebyl nalezen! Povolte prosím nějaký v konfiguraci.

source: Tracer: Module {0} activated.
cs: Trasovač: Modul {0} byl aktivován.

source: Tracer: Switched to {0} module.
cs: Trasovač: Přepnuto na modul {0}.

source: No outer geometry available
cs: Chybí vnější obrys.

source: {0} download failed ({1}). Exception: {2}
cs: Chyba při stahování {0} dat ({1}). Chyba: {2}

source: Tracing
cs: Trasuji

source: Downloading {0} data...
cs: Stahuji {0} data...

source: Creating {0} polygon...
cs: Vytvářím {0} polygon...

source: Data not available.
cs: Data nejsou dostupná.

source: Nothing changed.
cs: Beze změny.

source: Trace object
cs: Trasování objektu

source: Way is outside downloaded area
cs: Cesta je mimo staženou oblast

source: Sorry. The traced way (or part of the way) is outside of the downloaded area. Please download area around the way and try again.
cs: Lituji Získaná cesta (nebo její část) je mimo staženou oblast. Stáhněte prosím oblast okolo cesty a zkuste to znovu.

source: An unknown error has occurred
cs: Vyskytla se neznámá chyba

source: /traced/
cs: /natrasováno/

source: Non-original Node created outside WayEditor scope
cs: Nepůvodní uzel byl vytvořen mimo rámec WayEditoru

source: Cannot use Node from with a different/null DataSet
cs: Nelze použít uzel s jiným nebo chybějícím datasetem

source: Cannot edit unusable Node
cs: Nelze editovat nepoužitelný uzel

source: Original Node ID mapped to a different Node object
cs: Původní ID uzlu namapováno na jiný objekt uzlu

source: Non-original Way created outside WayEditor scope
cs: Nepůvodní cesta byla vytvořena mimo rámec WayEditoru

source: Cannot use Way from with a different/null DataSet
cs: Nelze použít cestu s jiným nebo chybějícím datasetem

source: Cannot edit unusable Way
cs: Nelze editovat nepoužitelnou cestu

source: Original Way ID mapped to a different Way object
cs: Původní ID cesty namapováno na jiný objekt cesty

source: Non-original Relation created outside WayEditor scope
cs: Nepůvodní relace byla vytvořena mimo rámec WayEditoru

source: Cannot use Relation from with a different/null DataSet
cs: Nelze použít relace s jiným nebo chybějícím datasetem

source: Cannot edit unusable/incomplete Relation
cs: Nelze editovat nepoužitelnou nebo nekompletní relaci

source: Relation is not a multipolygon
cs: Relace není multipolygon

source: Original Relation ID mapped to a different Relation object
cs: Původní ID relace namapováno na jiný objekt relace

source: Simple way {0} would be modified outside downloaded area, ignoring.
cs: Změna jednoduché cesty {0} mimo stáhnutou oblast, ignoruji.

source: Simple way {0} would be completely removed, ignoring, please check.
cs: Jednoduchá cesta {0} bude zcela odstraněna. Ignoruji, prosím zkontrolujte.

source: PolygonClipper.polygonDifference returned nonsense!
cs: PolygonClipper.polygonDifference vrátil nesmysl!

source: Multipolygon {0} would be modified outside downloaded area, ignoring.
cs: Změna multipolygonu {0} mimo stáhnutou oblast, ignoruji.

source: Multipolygon {0} would be completely removed, ignoring, please check.
cs: Multipolygon {0} by byl zcela odstraněn. Ignoruji, prosím zkontrolujte.

source: Multipolygon clipping result of {0} is too complex.
cs: Výsledek ořezu multipolygonu {0} je příliš komplexní.

source: Clipping changes simple way {0} to multipolygon, not supported yet.
cs: Ořez mění jednoduchou cestu {0} na multipolygon, zatím nepodporováno.

source: Clipped way {0} is a member of non-multipolygon relation, not supported yet.
cs: Oříznutá cesta {0} je členem nepolygonální relace, zatím nepodporováno.

source: EdNode(s) from a different WayEditor
cs: EdNode(y) z jiného WayEditoru

source: EdWay has no original Way
cs: EdWay nemá původní cestu

source: No filter specified
cs: Nebyl zadán filtr

source: EdWay.reuseExistingNodes on a closed way created a non-closed way!
cs: EdWay.reuseExistingNodes na uzavřené cestě vytvořil neuzavřenou cestu!

source: Subject way has original object, object clip is not supported yet.
cs: Cesta obsahuje originální objekt, tento druh ořezávání není zatím podporován.

source: Subject multipolygon contains tagged ways, object clip is not supported yet.
cs: Multipolygon obsahuje otagované cesty, ořezávání těchto objektů není současné době podporováno.

source: Subject {0} would be modified outside downloaded area, ignoring.
cs: Objekt {0} by byl změněn mimo stáhnutou oblast, ignoruji.

source: EdNode has no original Node
cs: EdNode nemá původní uzel

source: Cannot edit multipolygon with non-Way members!
cs: Multipolygon neobsahující cesty nelze editovat.

source: Cannot edit multipolygon with members having no role!
cs: Nelze editovat multipolygon obsahující členy bez role!

source: Cannot edit multipolygon member with unknown role: {0}
cs: Nelze editovat multipolygon obsahující člen s neznámou rolí: {0}

source: EdWay from a different WayEditor
cs: EdWay z jiného WayEditoru

source: EdWay is already member of the multipolygon
cs: EdWay již je členem multipolygonu

source: EdMultipolygon has no original Relation
cs: EdMultipolygon bez původní Relace

source: Multipolygon must have type=multipolygon
cs: Multipolygon musí obsahovat klíč type=multipolygon

source: EdMultipolygon has no outer way
cs: EdMultipolygon nemá vnější cestu

source: Retrace would disconnect an important node {0}, this is not supported.
cs: Nové trasování by odpojilo důležitý uzel {0} a to není podporováno.

source: This kind of multipolygon retrace is not supported.
cs: Přetrasovávaní tohoto typu multipolygonu není v současné době podporováno.

source: Multipolygon {0} contains non-closed ways.
cs: Multipolygon {0} obsahuje neuzavřené cesty.

source: EdObject is finalized
cs: EdObject je dokončen

source: EdObject is deleted
cs: EdObject je smazán

source: Unable to compile pattern
cs: Vzor nelze zkompilovat

source: Multiple existing LPIS polygons found, retrace is not possible.
cs: Nalezeno více LPIS polygonů, nelze znova natrasovat.

source: No existing LPIS polygon found, tags only update is not possible.
cs: Nebyl nalezen existující LPIS polygon, pouhé aktualizování tagů není možné.

source: Retrace will split a way to multiple ways with the same ref key [{0}]. Fix the issue first please.
cs: Přetrasování rozdělí cestu na několik cest se stejným ref klíčem [{0}]. Nejprve prosím vyřešte tento problém.

source: Tracer: Not mapped value found:
cs: Tracer: Chybí mapování pro:

source: Please report it to @talk-cz
cs: Zašlete prosím zprávu na @talk-cz

source: Multiple existing Ruian building polygons found, retrace is not possible.
cs: Nalezeno více Ruian budov, nelze znova natrasovat.

source: No existing Ruian building polygon found, tags only update is not possible.
cs: Nebyla nalezena existující Ruian budova, pouhé aktualizování tagů není možné.

source: Classic
cs: Klasický

source: Unable to compile landuse pattern
cs: Vzor landuse nelze zkompilovat

source: Unable to compile garden pattern
cs: Vzor garden nelze zkompilovat

source: Unable to compile building pattern
cs: Vzor building nelze zkompilovat

source: RUIAN-Lands
cs: RUIAN-Parcely

source: Multiple existing Ruian polygons found, retrace is not possible.
cs: Nalezeno více Ruian polygonů, nelze znova natrasovat.

source: No existing Ruian polygon found, tags only update is not possible.
cs: Nebyl nalezen existující Ruian polygon, pouhé aktualizování tagů není možné.

source: Multipolygon retrace is not supported yet.
cs: Přetrasovávaní polygonů není v současné době podporováno.

source: Outer way consists of less than 3 nodes
cs: Vnější cesta obsahuje méně než tři uzly
